tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "mas"
brew "tmux"
brew "tree"
brew 'n'
brew 'tig'
brew 'ripgrep'
brew 'fd'
brew 'fzf'
brew 'exa'
brew 'zplug'
brew 'pyenv'

cask "google-chrome"
cask "iterm2"
cask "1password"
cask "docker"
cask "dropbox"
cask "spotify"
cask 'alfred'
cask 'visual-studio-code'
cask 'notion'
cask 'hyperswitch'
cask 'cmd-eikana'
cask 'hiddenbar'

mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
