tap "homebrew/bundle"
tap "homebrew/cask"
homebrew/cask-versions
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "go"
brew "mas"
brew "tmux"
brew "tree"
cask "google-chrome"
cask "iterm2"
cask "1password"
cask "docker"
cask "dropbox"
cask "spotify"
cask 'alfred'
cask 'visual-studio-code'
cask 'notion'
cask 'hyperswitch'
cask 'cmd-eikana'
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
