tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "mas"
brew "tmux"
brew "tree"
brew 'n'
brew 'tig'
brew 'ripgrep'
brew 'fd'
brew 'fzf'
brew 'exa'
brew 'zplug'
brew 'python'
brew 'go'
brew 'ghq'
brew 'direnv'
brew 'mkcert'

cask "google-chrome"
cask "iterm2"
cask "1password"
cask "docker"
cask "dropbox"
cask 'alfred'
cask 'visual-studio-code'
cask 'hyperswitch'
cask 'karabiner-elements'
cask 'hiddenbar'
cask 'slack'

mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
